Repository: anafor302-maker/nobg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: Ücretsiz Arka Plan Kaldırıcı | Background Remover
de: Kostenloser Hintergrundentferner | Hintergrund entfernen
ru: Бесплатное удаление фона | Удалить фон с изображения

source: Fotoğraflarınızın arka planını ücretsiz ve hızlı bir şekilde kaldırın. %100 otomatik, kayıt gerektirmez.
de: Entfernen Sie den Hintergrund Ihrer Fotos schnell und kostenlos. 100% automatisch, keine Registrierung erforderlich.
ru: Удаляйте фон с ваших фотографий быстро и бесплатно. 100% автоматически, без регистрации.

source: arka plan kaldır, background remove, resim düzenleme, png
de: hintergrund entfernen, background remover, fotobearbeitung, png
ru: удалить фон, удаление фона, редактор фото, png

source: Arka Plan Kaldırıcı
de: Hintergrundentferner
ru: Удаление фона

source: Fotoğraflarınızın arka planını saniyeler içinde kaldırın!
de: Entfernen Sie den Hintergrund Ihrer Fotos in Sekunden!
ru: Удалите фон с ваших фотографий за считанные секунды!

source: Resminizi buraya sürükleyin
de: Ziehen Sie Ihr Bild hierher
ru: Перетащите изображение сюда

source: veya tıklayarak seçin
de: oder klicken Sie zum Auswählen
ru: или нажмите для выбора

source: Yükleniyor...
de: Wird geladen...
ru: Загрузка...

source: Arka plan kaldırılıyor...
de: Hintergrund wird entfernt...
ru: Удаление фона...

source: İşlem Tamamlandı!
de: Vorgang abgeschlossen!
ru: Готово!

source: İşlenmiş resim
de: Bearbeitetes Bild
ru: Обработанное изображение

source: PNG Olarak İndir
de: Als PNG herunterladen
ru: Скачать как PNG

source: Yeni Resim
de: Neues Bild
ru: Новое изображение

source: Hızlı & Kolay
de: Schnell & Einfach
ru: Быстро и просто

source: Saniyeler içinde arka planı kaldırın
de: Entfernen Sie den Hintergrund in Sekunden
ru: Удалите фон за считанные секунды

source: Güvenli
de: Sicher
ru: Безопасно

source: Resimleriniz sunucuda saklanmaz
de: Ihre Bilder werden nicht auf unseren Servern gespeichert
ru: Ваши изображения не хранятся на наших серверах

source: Ücretsiz
de: Kostenlos
ru: Бесплатно

source: Kayıt veya ödeme gerektirmez
de: Keine Registrierung oder Zahlung erforderlich
ru: Не требуется регистрация или оплата

source: Tüm hakları saklıdır.
de: Alle Rechte vorbehalten.
ru: Все права защищены.

source: Gizlilik Politikası
de: Datenschutzrichtlinie
ru: Политика конфиденциальности

source: Kullanım Şartları
de: Nutzungsbedingungen
ru: Условия использования

source: Dosya boyutu 10MB'dan küçük olmalıdır.
de: Die Dateigröße muss weniger als 10 MB betragen.
ru: Размер файла должен быть менее 10 МБ.

source: Lütfen bir resim dosyası seçin.
de: Bitte wählen Sie eine Bilddatei aus.
ru: Пожалуйста, выберите файл изображения.

source: Bir hata oluştu
de: Ein Fehler ist aufgetreten
ru: Произошла ошибка

source: Hata:
de: Fehler:
ru: Ошибка:

source: Son Güncelleme:
de: Letzte Aktualisierung:
ru: Последнее обновление:

source: 1. Toplanan Bilgiler
de: 1. Gesammelte Informationen
ru: 1. Собираемая информация

source: Sitemizi kullanırken aşağıdaki bilgileri toplarız:
de: Bei der Nutzung unserer Website sammeln wir folgende Informationen:
ru: При использовании нашего сайта мы собираем следующую информацию:

source: IP adresi (güvenlik ve rate limiting için)
de: IP-Adresse (für Sicherheit und Ratenbegrenzung)
ru: IP-адрес (для безопасности и ограничения скорости)

source: Yüklenen resim dosyaları (geçici olarak işlenir, saklanmaz)
de: Hochgeladene Bilddateien (vorübergehend verarbeitet, nicht gespeichert)
ru: Загруженные файлы изображений (обрабатываются временно, не сохраняются)

source: Kullanım istatistikleri (anonim)
de: Nutzungsstatistiken (anonym)
ru: Статистика использования (анонимная)

source: 2. Bilgilerin Kullanımı
de: 2. Verwendung der Informationen
ru: 2. Использование информации

source: Topladığımız bilgiler şu amaçlarla kullanılır:
de: Die gesammelten Informationen werden verwendet für:
ru: Собранная информация используется для:

source: Hizmetimizi sağlamak ve iyileştirmek
de: Bereitstellung und Verbesserung unseres Dienstes
ru: Предоставления и улучшения нашего сервиса

source: Kötüye kullanımı önlemek
de: Verhinderung von Missbrauch
ru: Предотвращения злоупотреблений

source: Kullanım istatistiklerini analiz etmek
de: Analyse der Nutzungsstatistiken
ru: Анализа статистики использования

source: 3. Veri Güvenliği
de: 3. Datensicherheit
ru: 3. Безопасность данных

source: Yüklediğiniz resimler:
de: Ihre hochgeladenen Bilder:
ru: Ваши загруженные изображения:

source: Sadece işlem sırasında belleğe alınır
de: Werden nur während der Verarbeitung in den Speicher geladen
ru: Загружаются в память только во время обработки

source: İşlem sonrası hemen silinir
de: Werden nach der Verarbeitung sofort gelöscht
ru: Удаляются сразу после обработки

source: Sunucularımızda saklanmaz
de: Werden nicht auf unseren Servern gespeichert
ru: Не хранятся на наших серверах

source: Üçüncü taraflarla paylaşılmaz
de: Werden nicht mit Dritten geteilt
ru: Не передаются третьим лицам

source: 4. Çerezler
de: 4. Cookies
ru: 4. Файлы cookie

source: Sitemizde sadece temel işlevsellik için gerekli çerezler kullanılır. Reklam çerezleri Google AdSense tarafından yönetilir.
de: Unsere Website verwendet nur für die Grundfunktionalität notwendige Cookies. Werbe-Cookies werden von Google AdSense verwaltet.
ru: На нашем сайте используются только необходимые для базовой функциональности файлы cookie. Рекламные файлы cookie управляются Google AdSense.

source: 5. Üçüncü Taraf Hizmetler
de: 5. Dienste Dritter
ru: 5. Сторонние сервисы

source: Sitemizde Google AdSense reklamları gösterilmektedir.
de: Auf unserer Website werden Google AdSense-Anzeigen geschaltet.
ru: На нашем сайте показывается реклама Google AdSense.

source: 6. Haklarınız
de: 6. Ihre Rechte
ru: 6. Ваши права

source: Kişisel verilerinizle ilgili haklarınız:
de: Ihre Rechte bezüglich Ihrer persönlichen Daten:
ru: Ваши права в отношении персональных данных:

source: Bilgi talep etme hakkı
de: Recht auf Auskunft
ru: Право на запрос информации

source: Düzeltme talep etme hakkı
de: Recht auf Berichtigung
ru: Право на запрос исправления

source: Silme talep etme hakkı
de: Recht auf Löschung
ru: Право на запрос удаления

source: 7. İletişim
de: 7. Kontakt
ru: 7. Контакты

source: Gizlilik politikamızla ilgili sorularınız için bizimle iletişime geçebilirsiniz.
de: Sie können uns bei Fragen zu unserer Datenschutzrichtlinie kontaktieren.
ru: Вы можете связаться с нами по вопросам нашей политики конфиденциальности.

source: Ana Sayfaya Dön
de: Zurück zur Startseite
ru: Вернуться на главную

source: 1. Hizmet Açıklaması
de: 1. Dienstbeschreibung
ru: 1. Описание сервиса

source: Bu site, kullanıcılara resimlerinden arka plan kaldırma hizmeti sunar. Hizmet 'olduğu gibi' sunulur ve herhangi bir garanti verilmez.
de: Diese Website bietet Benutzern einen Dienst zum Entfernen des Hintergrunds ihrer Bilder. Der Dienst wird 'wie besehen' ohne jegliche Garantie bereitgestellt.
ru: Этот сайт предоставляет пользователям услугу удаления фона с их изображений. Сервис предоставляется 'как есть' без каких-либо гарантий.

source: 2. Kabul Edilebilir Kullanım
de: 2. Akzeptable Nutzung
ru: 2. Допустимое использование

source: Hizmetimizi kullanırken:
de: Bei der Nutzung unseres Dienstes:
ru: При использовании нашего сервиса:

source: Yasa dışı içerik yüklememelisiniz
de: Dürfen Sie keine illegalen Inhalte hochladen
ru: Вы не должны загружать незаконный контент

source: Telif hakkı ihlali yapmamalısınız
de: Dürfen Sie keine Urheberrechte verletzen
ru: Вы не должны нарушать авторские права

source: Başkalarının haklarını ihlal etmemelisiniz
de: Dürfen Sie die Rechte anderer nicht verletzen
ru: Вы не должны нарушать права других

source: Sistemi kötüye kullanmamalısınız
de: Dürfen Sie das System nicht missbrauchen
ru: Вы не должны злоупотреблять системой

source: 3. Kullanım Sınırları
de: 3. Nutzungsbeschränkungen
ru: 3. Ограничения использования

source: Hizmetimiz rate limiting kullanır:
de: Unser Dienst verwendet Ratenbegrenzung:
ru: Наш сервис использует ограничение скорости:

source: 10 dakikada maksimum 10 işlem
de: Maximal 10 Vorgänge in 10 Minuten
ru: Максимум 10 операций за 10 минут

source: Maksimum dosya boyutu: 10MB
de: Maximale Dateigröße: 10 MB
ru: Максимальный размер файла: 10 МБ

source: Desteklenen formatlar: JPG, PNG, WEBP
de: Unterstützte Formate: JPG, PNG, WEBP
ru: Поддерживаемые форматы: JPG, PNG, WEBP

source: 4. Sorumluluk Reddi
de: 4. Haftungsausschluss
ru: 4. Отказ от ответственности

source: Hizmetimizi kullanarak:
de: Durch die Nutzung unseres Dienstes:
ru: Используя наш сервис:

source: İşlenen resimlerin kalitesinden biz sorumlu değiliz
de: Sind wir nicht für die Qualität der verarbeiteten Bilder verantwortlich
ru: Мы не несем ответственности за качество обработанных изображений

source: Hizmet kesintilerinden sorumlu değiliz
de: Sind wir nicht für Dienstunterbrechungen verantwortlich
ru: Мы не несем ответственности за перерывы в обслуживании

source: Veri kaybından sorumlu değiliz
de: Sind wir nicht für Datenverlust verantwortlich
ru: Мы не несем ответственности за потерю данных

source: 5. Fikri Mülkiyet
de: 5. Geistiges Eigentum
ru: 5. Интеллектуальная собственность

source: Yüklediğiniz resimler sizin mülkiyetinizde kalır. İşlenmiş resimler üzerinde tüm haklar size aittir.
de: Ihre hochgeladenen Bilder bleiben Ihr Eigentum. Alle Rechte an verarbeiteten Bildern gehören Ihnen.
ru: Ваши загруженные изображения остаются вашей собственностью. Все права на обработанные изображения принадлежат вам.

source: 6. Değişiklikler
de: 6. Änderungen
ru: 6. Изменения

source: Bu şartları herhangi bir zamanda değiştirme hakkımız saklıdır. Değişiklikler bu sayfada yayınlanacaktır.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Änderungen werden auf dieser Seite veröffentlicht.
ru: Мы оставляем за собой право изменить эти условия в любое время. Изменения будут опубликованы на этой странице.

source: 7. Yasaklama
de: 7. Sperrung
ru: 7. Блокировка

source: Kötüye kullanım durumunda IP adresiniz engellenebilir. Engelleme sebepleri:
de: Bei Missbrauch kann Ihre IP-Adresse gesperrt werden. Sperrgründe:
ru: В случае злоупотребления ваш IP-адрес может быть заблокирован. Причины блокировки:

source: Şüpheli URL denemeleri (wp-admin, phpmyadmin vb.)
de: Verdächtige URL-Versuche (wp-admin, phpmyadmin usw.)
ru: Подозрительные попытки URL (wp-admin, phpmyadmin и т.д.)

source: Rate limit aşımları
de: Ratenbegrenzungsverletzungen
ru: Превышения ограничения скорости

source: Otomatik bot aktiviteleri
de: Automatisierte Bot-Aktivitäten
ru: Автоматизированные действия ботов

source: NoBG - Ücretsiz Online Arka Plan Kaldırma Aracı | PNG Arka Plan Silme
de: NoBG - Kostenloser Online Hintergrundentferner | Hintergrund entfernen
ru: NoBG - Бесплатный онлайн инструмент для удаления фона | Удалить фон PNG

source: Yapay zeka ile fotoğraflarınızdan arka planı ücretsiz kaldırın. 5 saniyede otomatik arka plan silme, kayıt gerektirmez, %100 ücretsiz. PNG olarak indir.
de: Entfernen Sie den Hintergrund Ihrer Fotos kostenlos mit KI. Automatische Hintergrundentfernung in 5 Sekunden, keine Registrierung erforderlich, 100% kostenlos. Als PNG herunterladen.
ru: Удаляйте фон с ваших фотографий бесплатно с помощью ИИ. Автоматическое удаление фона за 5 секунд, без регистрации, 100% бесплатно. Скачать в PNG.

source: arka plan kaldır, arka plan silme, background remove, remove bg, arka plan temizleme, png arka plan, resim arka plan, fotoğraf arka plan, ücretsiz arka plan, online arka plan, yapay zeka arka plan, ai background remover, transparent background, background eraser
de: hintergrund entfernen, hintergrundentferner, remove bg, hintergrund löschen, png hintergrund, foto hintergrund, kostenloser hintergrundentferner, online hintergrundentferner, ki hintergrundentferner, transparenter hintergrund, hintergrund radiergummi
ru: удалить фон, удаление фона, remove bg, убрать фон, png фон, фото фон, бесплатное удаление фона, онлайн удаление фона, ии удаление фона, прозрачный фон, ластик фона

source: NoBG - Ücretsiz Online Arka Plan Kaldırma | Yapay Zeka ile Arka Plan Silme
de: NoBG - Kostenloser Online Hintergrundentferner | KI Hintergrundentfernung
ru: NoBG - Бесплатное онлайн удаление фона | Удаление фона с ИИ

source: Fotoğraflarınızdan arka planı ücretsiz ve hızlıca kaldırın. AI teknolojisi ile otomatik arka plan silme. Kayıt gerektirmez, %100 ücretsiz.
de: Entfernen Sie den Hintergrund Ihrer Fotos schnell und kostenlos. Automatische Hintergrundentfernung mit KI-Technologie. Keine Registrierung erforderlich, 100% kostenlos.
ru: Удаляйте фон с ваших фотографий быстро и бесплатно. Автоматическое удаление фона с технологией ИИ. Без регистрации, 100% бесплатно.

source: NoBG - Arka Plan Kaldırma Aracı
de: NoBG - Hintergrundentferner Tool
ru: NoBG - Инструмент удаления фона

source: NoBG - Ücretsiz Online Arka Plan Kaldırma | AI Background Remover
de: NoBG - Kostenloser Online Hintergrundentferner | KI Hintergrundentferner
ru: NoBG - Бесплатное онлайн удаление фона | ИИ удаление фона

source: Yapay zeka ile fotoğraflarınızdan arka planı ücretsiz kaldırın. 5 saniyede otomatik arka plan silme.
de: Entfernen Sie den Hintergrund Ihrer Fotos kostenlos mit KI. Automatische Hintergrundentfernung in 5 Sekunden.
ru: Удаляйте фон с ваших фотографий бесплатно с помощью ИИ. Автоматическое удаление фона за 5 секунд.

source: NoBG - Arka Plan Kaldırma
de: NoBG - Hintergrundentfernung
ru: NoBG - Удаление фона

source: Yapay Zeka ile Otomatik Arka Plan Kaldırma
de: Automatische Hintergrundentfernung mit KI
ru: Автоматическое удаление фона с ИИ

source: %100 Ücretsiz ve Sınırsız Kullanım
de: 100% Kostenlos und unbegrenzte Nutzung
ru: 100% бесплатно и неограниченное использование

source: Kayıt veya Üyelik Gerektirmez
de: Keine Registrierung oder Mitgliedschaft erforderlich
ru: Не требуется регистрация или членство

source: 5 Saniyede Hızlı İşlem
de: Schnelle Verarbeitung in 5 Sekunden
ru: Быстрая обработка за 5 секунд

source: PNG Formatında İndir
de: Als PNG-Format herunterladen
ru: Скачать в формате PNG

source: Resimler Sunucuda Saklanmaz
de: Bilder werden nicht auf dem Server gespeichert
ru: Изображения не хранятся на сервере

source: 4 Dilde Hizmet (TR, EN, DE, RU)
de: Service in 4 Sprachen (TR, EN, DE, RU)
ru: Сервис на 4 языках (TR, EN, DE, RU)

source: Ana Sayfa
de: Startseite
ru: Главная страница

source: NoBG ücretsiz mi?
de: Ist NoBG kostenlos?
ru: Является ли NoBG бесплатным?

source: Evet, NoBG.com.tr %100 ücretsizdir. Hiçbir ücret ödemeden sınırsız sayıda resmin arka planını kaldırabilirsiniz.
de: Ja, NoBG.com.tr ist 100% kostenlos. Sie können den Hintergrund unbegrenzt vieler Fotos ohne Bezahlung entfernen.
ru: Да, NoBG.com.tr на 100% бесплатен. Вы можете удалять фон с неограниченного количества фотографий без оплаты.

source: Resimlerim saklanıyor mu?
de: Werden meine Bilder gespeichert?
ru: Хранятся ли мои изображения?

source: Hayır, resimleriniz sunucularımızda saklanmaz. İşlem sadece bellekte yapılır ve hemen silinir.
de: Nein, Ihre Bilder werden nicht auf unseren Servern gespeichert. Die Verarbeitung erfolgt nur im Speicher und wird sofort gelöscht.
ru: Нет, ваши изображения не хранятся на наших серверах. Обработка выполняется только в памяти и сразу удаляется.

source: Hangi dosya formatlarını destekliyor?
de: Welche Dateiformate werden unterstützt?
ru: Какие форматы файлов поддерживаются?

source: JPG, PNG ve WEBP formatlarını destekliyoruz. Çıktı PNG formatında olur.
de: Wir unterstützen JPG-, PNG- und WEBP-Formate. Die Ausgabe erfolgt im PNG-Format.
ru: Мы поддерживаем форматы JPG, PNG и WEBP. Вывод в формате PNG.

source: Kayıt olmak gerekli mi?
de: Ist eine Registrierung erforderlich?
ru: Требуется ли регистрация?

source: Hayır, kayıt olmanıza veya giriş yapmanıza gerek yok. Direkt resminizi yükleyip kullanabilirsiniz.
de: Nein, Sie müssen sich nicht registrieren oder anmelden. Sie können Ihr Bild direkt hochladen und verwenden.
ru: Нет, вам не нужно регистрироваться или входить в систему. Вы можете напрямую загрузить изображение и использовать его.

source: Veri Güvenliği ve Gizlilik
de: Datensicherheit und Datenschutz
ru: Безопасность данных и конфиденциальность

source: NoBG.com.tr gizlilik politikası. Verileriniz nasıl korunur, resimleriniz saklanır mı? Tüm gizlilik bilgileri burada.
de: NoBG.com.tr Datenschutzrichtlinie. Wie werden Ihre Daten geschützt, werden Ihre Bilder gespeichert? Alle Datenschutzinformationen finden Sie hier.
ru: Политика конфиденциальности NoBG.com.tr. Как защищены ваши данные, хранятся ли ваши изображения? Вся информация о конфиденциальности здесь.

source: NoBG.com.tr gizlilik politikası ve veri güvenliği
de: NoBG.com.tr Datenschutzrichtlinie und Datensicherheit
ru: Политика конфиденциальности NoBG.com.tr и безопасность данных

source: Hizmet Şartları
de: Nutzungsbedingungen
ru: Условия обслуживания

source: NoBG.com.tr kullanım şartları ve koşulları. Hizmetimizi kullanırken dikkat edilmesi gerekenler.
de: NoBG.com.tr Nutzungsbedingungen. Was Sie bei der Nutzung unseres Dienstes beachten sollten.
ru: Условия использования NoBG.com.tr. На что обратить внимание при использовании нашего сервиса.

source: NoBG.com.tr hizmet kullanım şartları
de: NoBG.com.tr Service-Nutzungsbedingungen
ru: Условия использования сервиса NoBG.com.tr

source: Sunucu hatası oluştu
de: Serverfehler aufgetreten
ru: Произошла ошибка сервера

source: Yapay zeka teknolojisi ile fotoğraflarınızdan arka planı otomatik olarak kaldırın. %100 ücretsiz, kayıt gerektirmez.
de: Entfernen Sie automatisch den Hintergrund Ihrer Fotos mit künstlicher Intelligenz. 100% kostenlos, keine Registrierung erforderlich.
ru: Автоматически удаляйте фон с ваших фотографий с помощью технологии искусственного интеллекта. 100% бесплатно, без регистрации.
